[Reward_CADarkOp X2RewardTemplate]
DisplayName="移除暗事件"
;RewardDetails="Start Op to remove a Dark Event."

[CovertAction_PrepareDark X2CovertActionTemplate]
ActionObjective="移除暗事件"

[CovertActionNarrative_PrepareDark_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="移除暗事件"
ActionPreNarrative="指挥官，我们的自由受到附近黑暗事件的影响。散兵不能允许这种情况继续下去......"
ActionPostNarrative="正义是我们的！裂界者的黑暗事件已经不复存在了！"

[CovertActionNarrative_PrepareDark_Reapers X2CovertActionNarrativeTemplate]
ActionName="移除暗事件"
ActionPreNarrative="我们听到附近有黑暗事件的耳语。 我们应该派一些特工去调查。"
ActionPostNarrative="这些流言是真实的，指挥官。我们的死神设法削弱了一场黑暗事件！"

[CovertActionNarrative_PrepareDark_Templars X2CovertActionNarrativeTemplate]
ActionName="移除暗事件"
ActionPreNarrative="来自虚空的颤栗表明附近发生了黑暗事件。让我们来揭露一下这个恶毒的计划。"
ActionPostNarrative="黑暗提升，指挥官！我们的圣殿骑士摧毁了黑暗事件！"



      